export const storyZero=[
    '宋朝时候，有个名叫孙山的读书人，他与同乡的儿子一起去参加科举考试，考取了最后一名。看完榜后，他马上高兴地回家去了，同乡问他：“我儿子考中了吗？”他幽默地回答；“您儿子的名字排在孙山后面呢！”[提示]比喻投考不中或选拔时未被录取。',
    '古时候，边塞有位老人，人称塞翁。有一天，他丢了一匹马。别人来安慰他，他说：“这不一定是坏事。”后来，丢失的马带回来一匹好马。大家来祝贺，他说：“这不见得是好事。”不久，他儿子骑这匹好马时，摔瘸了腿，他说：“没准是好事呢。”后来爆发了战争，他的儿子因腿瘸没有当兵而活了下来[提示]比喻坏事可以变成好事。',
    '东汉末年，刘备广纳人才，想完成统一中国的大业。他听说在隆中卧龙冈隐居的诸葛亮是个奇才，就去请他出山。一连去了两次，诸葛亮都不在家。第三次，诸葛亮正在屋里睡觉，刘备站在院里等候，直到诸葛亮醒来。诸葛亮被感动了，答应出山相助。后来，刘备在诸葛亮帮助下建立了蜀国。[提示]形容人们安定地生活，愉快地工作。',
    '春秋时，哲学家老子对当时的社会现实非常不满，提出了他理想中的“小国寡民”社会：国土面积小，人口稀少。人们不用坐车乘船到远方去；没有战争，人们不需要牺牲自己的生命；人人有自己喜欢的职业，吃得好，穿得舒服，住得安稳；与相邻的国家望得见，但不相往来。[提示]形容人们安定地生活，愉快地工作。',
];
export const storyOne=[
    '有一天，“至圣先师”孔子对他的学生说：“举一隅，不以三隅反，则不复也。”意思是说，我举出一个墙角，你们应该要能灵活地推想到另外三个墙角，如果不能的话，我也不会再教你们了。后来，大家就把孔子说的这段话变成了“举一反三”这句成语，意思是说，学一件东西，可以灵活的思考，运用到其他相类似的东西上！[提示]形容善于类推，能触类旁通。',
    '鲁班是我国古代有名的能工巧匠，尤其善于使用斧头砍削木器，所以人们认为在他的门前舞弄斧头是不自量力的行为。明代诗人梅之涣讥讽在李白墓前题诗的人，写过这样一首诗：“采石江边一堆土，李白之名高千古。来来往往一首诗，鲁班门前弄大斧。”[提示]比喻在行家面前卖弄本领。',
    '从前，有个人在路上边走边吃梨。这时候，迎面走来一位医生。医生对他说；“吃梨对牙齿有好处，却会伤脾。”那人从口袋里掏出几颗枣，问道：“那么吃枣呢？”医生说：“枣补脾，可是会伤害牙齿。”那人说：“我有办法了，吃梨只嚼不咽，吃枣只吞不嚼。”说完，他把枣一口吞了下去。[提示]多用来比喻学习时不加以分析和理解，而笼统地全部接受。',
    '唐朝的时候，有一个名叫王鲁的人，他在衙门做官的时候，常常接受贿赂、不遵守法规。有一天，有人递了一张状纸到衙门，控告王鲁的部下违法接受贿赂。王鲁一看，状纸上所写的各种罪状，和他自己平日的违法行为一模一样。王鲁一边看着状纸，一边发着抖：“这……这不是在说我吗？”王鲁愈看愈害怕，都忘状纸要怎么批，居然在状纸上写下了八个大字：“汝虽打草，吾已蛇惊。”意思就是说你这样做，目的是为了打地上的草，但我就像是躲在草里面的蛇一样，可是被大大的吓了一跳了！后来，大家就根据王鲁所写的八个字“汝虽打草，吾已蛇惊”，引申为“打草惊蛇”这句成语。[提示]比喻由于行为不慎而使对方有觉察与防范。',
];
export const storyTwo=[
    '东晋时，秦王苻坚率兵百万南下攻打东晋，而东晋只有八万兵马应战。没把对方放在眼里的苻坚却在首战落败，士气大伤。一天晚上，心中烦躁的苻坚登高观察晋军，只见晋军布阵整齐，再望八公山上，草木都像人形。他对弟弟苻融说，敌兵很多呀。后来，在淝水的决战中，秦军大败。[提示]比喻失败者恐惧、多疑的心理。',
    '元朝，有个叫陶宗仪的人，考进士落榜，并不气馁，继续刻苦读书。他在下地劳作间隙时，总是读书。田野里没有纸，他就把心得记在树叶上，回家后装进瓦罐里，十几年时间装满了十几个瓦罐。有人不理解，他说：“学习就应持之以恒。”后来，他整理树叶，编了本《南村辍耕录》的书，很受欢迎。[提示]指有恒心地坚持下去。',
    '孟子是春秋末期一位大思想家、教育家，他在回答学生的提问时说：“麒麟和一般走兽是同类，凤凰和普通飞禽是同类，圣人和百姓也是同类；而孔子作为圣人，远远超越同类人中的佼佼者，没有人比他更伟大了。”[提示]比喻人的品德和才能超出一般人。',
    '春秋战国时期的著名哲学家庄子，在一次与另一位哲学家惠子辩论时，指着水中的鱼说：“它从容不迫地游来游去，多快乐啊！”惠子说：“你又不是那条鱼，怎么知道？”庄子说：“鱼快不快乐其实并不重要，因为我们自己快乐，所以可以认为水里的鱼同样非常快乐。”[提示]形容镇定自若，不慌不忙。',
];
export const storyThree=[
    '三国时，有个叫崔林的人，年轻时既没成就又无名望，被亲朋好友看不起，只有堂兄崔琰常对人说：“才能大的人需要长时间才能成就，崔林以后一定能成大器的。”后来，崔林果然在魏文帝曹丕当政时做了大官。[提示]比喻有大才能的人要经过长期磨练，往往成名较晚。',
    '春秋时，卫国有位正直的大臣叫石碏，可他的儿子石厚，却帮助卫庄公的儿子州吁杀害了卫桓公，篡夺了国君之位。州吁和石厚很暴虐，引起了民愤。石碏对自己的不肖之子也十分愤恨。他设计把州吁和石厚骗到陈国，又与陈桓公商量好，将两人处决。人们称赞他的行为是“大义灭亲”。[提示]为维护国家的利益，对犯罪的亲人加以处罚。',
    '晋朝时，有一个大学问家叫郭象。他在对老子和庄子学说的研究上很有造诣。由于他学识渊博，表达能力强，对任何复杂的事情都能说得头头是道。学者王衍称赞他说：“听郭象讲话，好像是悬于山上的河流倾泻而下，从无枯竭的时候。”[提示]比喻口才好，能言善辩。',
    '战国时，齐宣王特别喜欢听竽的大合奏，专门成立了三百人的大乐队。有个叫南郭先生的不会吹竽，他混进了乐队里，摇头晃脑地“假吹”，似乎比任何人都投入。齐宣王去世，继位的齐湣王喜欢听独奏，南郭先生无法再混充下去，只好悄悄溜走了。[提示]比喻没有真才实学的人混在里面充数，也用来表示自谦。',
];


